Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/aili-keskitalo-ba-om-urfolks-deltakelse-i-wcip.html.tmx
Source language: nob
Languages: sme

source: Aili Keskitalo ba om urfolks deltakelse i WCIP / Internasjonalt urfolkssamarbeid / Internasjonalt arbeid / Forsiden - Sametinget
sme: Álgoálbmogiid máilmmikonferánsa / Riikkaidgaskasaš álgoálbmotovttasbargu / Riikkaidgaskasaš bargu / Sámediggi - Sametinget

source: Aili Keskitalo ba om urfolks deltakelse i WCIP
sme: Álgoálbmogiid máilmmikonferánsa 20. Miessemánnu 2014

source: President Aili Keskitalo var den første taleren i FNs Permanente forum for urfolk da Verdenskonferansen for urfolk (WCIP2014) ble drøftet på mandag den 19. mai i New York.
sme: Presideanta Aili Keskitalo lei dat vuosttaš gii sártnui ON Álgoálbmogiid bistevaš forumis go Álgoálbmogiid máilmmikonferánsa (WCIP2014) digaštallojuvvui vuosárgga miessemánu 19. b. New Yorkas.

source: Keskitalo viste til at Sametinget har deltatt i aktivt forberedelsene til høstens verdenskonferanse om urfolks rettigheter (WCIP 2014 ) i regi av FNs generalforsamling.
sme: Keskitalo čujuhii dasa ahte Sámediggi lea bargan árjjalaččat ráhkkanemiiguin čavčča máilmmikonferánsii álgoálbmogiid vuoigatvuođaid birra (WCIP 2014 ) maid ON váldočoahkkin lágida.

source: – Urfolkenes posisjoner framkommer i sluttdokumentet fra Alta 2013 dokumentet.
sme: – Álgoálbmogiid posišuvnnat bohtet ovdan Áltá 2013 loahppadokumeanttas.

source: Jeg mener dette utgjør et godt grunnlag for reelle diskusjoner mellom urfolk og stater, sa Keskitalo.
sme: Mu mielas dat lea buorre vuođđun duohta digaštallamiidda gaskal álgoálbmogiid ja stáhtaid, dadjá Keskitalo.

source: Keskitalo understreket at forberedelsene må være åpne og inkluderende og forutsetter at verdens urfolk får delta i forkant og under verdenskonferansen.
sme: Keskitalo deattuha ahte ráhkkaneamit galget leat rahpasat ja searvadahttit ja eaktuda ahte máilmmi álgoálbmogat galget beassat fárrui ovdal máilmmikonferánssa ja go dat lágiduvvo.

source: Videoklipp fra innlegget.
sme: Gulahalli Sámediggi presideanta Aili Keskitalo, tlf. +47 971 29 305

source: Les innlegget .
sme: ON:a Web-tv.
